Repository: gbacruz/weblate_translation
Catalog: po/*.po
Languages: ar, nl

source: -- select an option --
ar: arabic word for select option

source: &copy; {0} Indeed, Inc.
ar: Name of company aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

source: 1 candidate
ar: مرشح 1

source: <a {0}>Find more candidates on Indeed Resume</a>
ar: <a {0}>العثور على المزيد من المرشحين على "السيرة الذاتية Indeed".</a>

source: <span {0}>Feedback</span> from {1}
ar: <span {0}>ملاحظة</span> من {1}

source: <span {0}>Message</span> from {1}
ar: <span {0}>رسالة</span> من {1}

source: <span {0}>Note</span> from {1}
ar: <span {0}>ملاحظة</span> من {1}

source: <span {0}>Phone call</span> from {1}
ar: <span {0}>مكالمة هاتفية</span> من {1}

source: <span {0}>Subject:</span> {1}
ar: <span {0}>الموضوع:</span> {1}

source: <span {0}>To:</span> {1}
ar: <span {0}>إلى:</span> {1}

# phone
source: <span {0}>To:</span> {1}
ar: <span {0}>إلى:</span> {1}

source: A Name is required
ar: مطلوب اسم

source: A resume cannot be larger than {0}MB
ar: لا يمكن أن تكون السيرة الذاتية أكبر من {0} ميجابايت

source: A server error has occurred.
ar: حدث خطأ بالخادم.

source: A subject is required
ar: مطلوب موضوع

source: A valid Email Address is required
ar: مطلوب عنوان بريد إلكتروني صالح

source: A valid Resume is required
ar: مطلوب سيرة ذاتية صالحة

source: A valid URL is required (e.g. http://www.website.com)
ar: مطلوب عنوان URL صالح (مثل http://www.website.com)

source: A valid company name is required
ar: مطلوب اسم شركة صالح

source: A valid role is required
ar: مطلوب دور صالح

source: A valid selection is required
ar: مطلوب تحديد صالح

source: Action Required: your application for {0} at {1}
ar: إجراء مطلوب: طلبك على {0} بشركة {1}

source: Actual daily spend may vary.
ar: قد يختلف الإنفاق اليومي الفعلي.

source: Actual daily spend will vary:
ar: سيختلف الإنفاق اليومي الفعلي:

source: Add Candidate
ar: إضافة المرشح

source: Add a Candidate
ar: إضافة مرشح

source: Add a new note...
ar: إضافة ملاحظة جديدة...

source: Add candidate
ar: إضافة المرشح

source: Add note
ar: أضف ملاحظة

source: Add notes and download resumes under more actions
ar: أضف ملاحظات و حمل السير الذاتية تحت المزيد من الإجراءات

source: Additional Files
ar: ملفات إضافية

source: Address
ar: العنوان

# Text in filter description indicating that all candidates are being displayed
source: All
ar: الكل

source: All (Excluding {0})
ar: جميع (استبعاد {0})

source: All (excluding Rejected)
ar: الكل (باستثناء المرفوض)

source: All Candidates
ar: كل المرشحين

source: All Jobs
ar: كل الوظائف

source: All Jobs (one row per day)
ar: كل الوظائف (صف واحد لكل يوم)

source: All Jobs (one row per job)
ar: كل الوظائف (صف واحد لكل وظيفة)

source: All Locations
ar: كل الأماكن

source: All information submitted above will be utilized in accordance with Indeed''s <a {0}>Privacy Policy</a>.
ar: سيتم استخدام كل المعلومات التي تم إرسالها أعلاه حسب <a {0}>سياسة خصوصية</a> Indeed.

source: An error has occurred. Please try again later
ar: حدث خطأ. يرجى إعادة المحاولة في وقت لاحق

source: An error occurred. Email could not be sent to all addresses. Please try again later.
ar: حدث خطأ. تعذر إرسال البريد الإلكتروني إلى كل العناوين. يُرجى المحاولة مرة أخرى لاحقًا.

source: Application Questions
ar: أسئلة طلب التوظيف

source: Application for {0} at {1}
ar: طلب توظيف لـ {0} في {1}

source: Applied To
ar: قدمت على

source: Applied for:
ar: تم التقدم بطلب توظيف لـ:

source: Applied over a week ago
ar: تم التقدم بطلب قبل أكثر من أسبوع

source: Applied today
ar: تم التقدم بطلب اليوم

source: Applied {0} day ago
ar: تم التقدم بطلب قبل {0} يوم

# Label for the date the candidate applied to the job
source: Applied:
ar: تم التقديم:

source: Archived
ar: تم وضعه في الأرشيف

source: At least one email address is required for candidate forwarding
ar: مطلوب عنوان بريد إلكتروني واحد على الأقل لإعادة توجيه المرشح

source: At least one interviewer is required for the interview
ar: مطلوب مقدم مقابلة واحد على الأقل لإجراء المقابلة

source: At least one recipient is required for the email
ar: مطلوب مستلم واحد على الأقل للبريد الإلكتروني

source: At most {0} email address is allowed
ar: لا يُسمح بأكثر من {0} عنوان بريد إلكتروني

source: At most {0} person is allowed for this interview (including the candidate)
ar: لا يُسمح بأكثر من {0} شخص لهذه المقابلة (متضمنًا المرشح)

source: At most {0} recipient is allowed for the email
ar: لا يُسمح بأكثر من {0} مستلم للبريد الإلكتروني

source: Automatic Rejection Emails
ar: رسائل بريد إلكتروني تلقائية للرفض

source: Automatic rejection
ar: رفض تلقائي

source: Automatic rejection email <strong>disabled</strong> for this candidate.
ar: رسالة البريد الإلكتروني التلقائية للرفض <strong>معطلة</strong> لهذا المتقدم.

source: Automatic rejection email sent
ar: أرسلت رسالة بريد إلكتروني تلقائية للرفض

source: Automatic rejection emails <strong>disabled</strong> for all candidates.
ar: رسائل البريد الإلكتروني التلقائية للرفض <strong>معطلة</strong> لهؤلاء المتقدمين.

source: Automatically insert candidate name, job title, job location, or company name with the following:
ar: الإدخال التلقائي لاسم المرشح أو المسمى الوظيفي أو مكان الوظيفة أو اسم الشركة مع ما يلي:

# Link to previous page
source: Back
ar: السابق

# Link to go to a page to view all candidates for the job.
source: Back to Candidates
ar: العودة إلى المرشحين

source: Billing History
ar: محفوظات الفوترة

source: Billing Information
ar: معلومات الفوترة

source: Blog
ar: مدونة

source: By pressing send, you consent to your message being processed and analyzed in accordance with <a href="{0}" class="legalLink">Indeed''s Cookie Policy</a>, <a href="{1}" class="legalLink">Privacy Policy</a> and <a href="{2}" class="legalLink">Terms of Service</a>.
ar: بالضغط على إرسال، توافق على معالجة رسالتك وتحليلها حسب <a href="{0}" class="legalLink">سياسة الكوكيز</a> و<a href="{1}" class="legalLink">سياسة الخصوصية</a> و<a href="{2}" class="legalLink">شروط الخدمة</a> لموقع إنديد.

source: By submitting this form again, you will overwrite any feedback that was previously submitted.
ar: بإرسال هذا النموذج مرة أخرى، سيتم استبدال أي ملاحظة تم إرسالها من قبل.

source: CANDIDATE_NAME
ar: اسم-المرشح

source: COMPANY_NAME
ar: اسم-الشركة

source: Cancel
ar: إلغاء

source: Cancel reply
ar: إلغاء الرد

source: Candidate Application Questions
ar: أسئلة طلب التوظيف الموجّه للمرشّح

source: Candidate Feedback
ar: ملاحظة المرشح

source: Candidate Source Report
ar: تقرير مصدر المرشح

source: Candidate answered
ar: أجاب المرشح

source: Candidate did not answer
ar: لم يجب المرشح

source: Candidate did not meet the requirements asked by my application questions
ar: لم تتوافر في المرشح المتطلبات التي سألتُ عنها في أسئلة طلب الوظيفة

source: Candidate did not show for interview
ar: لم يحضر المرشح للمقابلة

source: Candidate did not show up for scheduled interview
ar: لم يحضر المرشح في الموعد المحدد للمقابلة

source: Candidate had a poor interview
ar: كانت المقابلة مع المرشح سيئة

source: Candidate has been forwarded to {0}
ar: تمت إعادة توجيه المرشح إلى {0}

source: Candidate has been marked "Maybe" and moved to "Reviewed".
ar: سوف يتم نقل المرشح الذي عليه علامة "ربما مناسب" إلى "تمت مراجعة ملفه".

source: Candidate has been marked "Maybe".
ar: تم تحديد المرشح بـ "ربما مناسب".

source: Candidate has been marked "Reject" and moved to "Rejected".
ar: تم تحديد المرشح "غير مناسب" و نقله إلى "مرفوض".

source: Candidate has been marked "Yes" and moved to "Reviewed".
ar: سوف يتم نقل المرشح الذي عليه علامة "نعم، مناسب" إلى "تمت مراجعة ملفه".

source: Candidate has been marked "Yes".
ar: تم تحديد المرشح بـ "نعم، مناسب".

source: Candidate has no relevant qualifications for this job
ar: ليس لدى المرشح مؤهلات مناسبة لهذه الوظيفة

source: Candidate is not in desired location
ar: المرشح غير مقيم في المكان المفضل

source: Candidates
ar: المرشحين

source: Candidates for All Jobs
ar: مرشحون لكل الوظائف

source: Candidates for {0}
ar: مرشحون لـ {0}

source: Candidates for {0} - {1}
ar: مرشحون لـ {0} - {1}

source: Change Password
ar: تغيير كلمة المرور

# Candidates City, State or Postal Code
source: City, State or Postal Code
ar: المدينة أو الولاية أو الرمز البريدي

source: Close {0} job?
ar: إغلاق {0} وظيفة؟

source: Closed
ar: مغلقة

source: Company logo must be a supported image type (PNG, JPG, GIF)
ar: يجب أن يكون شعار الشركة من أنواع الصور التي ندعمها وهي (PNG, JPG, GIF).

source: Compose Message
ar: إنشاء رسالة

source: Compose a rejection email
ar: إنشاء بريد إلكتروني للرفض

source: Conducted a phone interview
ar: تم إجراء مقابلة على الهاتف

source: Considered for
ar: النظر في

source: Contact
ar: جهة الاتصال

source: Continue
ar: متابعة

# Candidates Country
source: Country
ar: الدولة

source: Cover Letter
ar: الخطاب التعريفي

source: Current Job Title
ar: المسمى الوظيفي الحالي

source: Current/Last Role
ar: الحالي / الأخير دور

source: Date
ar: التاريخ

source: Degree
ar: درجة

source: Delete
ar: حذف

source: Delete Candidate?
ar: حذف المرشح؟

source: Delete candidate
ar: حذف المرشح

source: Did the candidate answer?
ar: هل أجاب المرشح على الهاتف؟

source: Disabled
ar: معطل

source: Disabling this feature will cancel all pending automatic rejection emails
ar: يؤدي تعطيل هذه الميزة إلى إلغاء كل رسائل البريد الإلكتروني التلقائبة للرفض المعلقة

source: Do you want to delete the interview with this candidate?
ar: هل تريد حذف المقابلة التي أُجريتها مع هذا المرشح؟

source: Does the commute work?
ar: هل يناسبك العمل البعيد؟

source: Don't notify this candidate
ar: عدم إخطار هذا المتقدم

source: Download
ar: تنزيل

source: Download resume
ar: تنزيل سيرة ذاتية

source: Download {0} file
ar: تنزيل {0} من الملفات

source: Duration:
ar: المدة:

source: Education
ar: التعليم

source: Education:
ar: التعليم:

source: Email
ar: البريد الإلكتروني

source: Email Approval
ar: الموافقة بالبريد الإلكتروني

source: Employers
ar: أصحاب العمل

source: Employment Information
ar: معلومات التوظيف

# Link in auto notify info panel
source: Enable
ar: تمكين

source: Enabled
ar: ممكن

source: Enter one or more emails (separated by commas):
ar: أدخل عنوان بريد إلكتروني واحدًا أو أكثر (مفصولة بفواصل):

# Link on candidate list page to download candidate list
source: Export candidates
ar: تصدير المرشحين

source: FAQ
ar: الأسئلة المتكررة

source: Feedback error
ar: الملاحظات الخاصة بالأخطاء

source: Feedback will not be shared with the candidate
ar: لن يتم مشاركة الآراء والمقترحات مع المرشح

source: Field of Study / Major
ar: مجال الدراسة / التخصص

source: Filters
ar: فلاتر

source: Filters are provided for convenience only and may not be accurate.
ar: أدوات التصفية مُوفَّرة لتسهيل المُلاَءَمَة فقط وقد لا تكون دقيقة.

source: Find Jobs
ar: ابحث عن الوظائف

source: Find Resumes
ar: البحث عن السير الذاتية

source: Find jobs on Indeed
ar: ابحث عن وظائف على إنديد

source: Follow Up: your application for {0} at {1}
ar: متابعة: طلبك للحصول على وظيفة {0} بشركة {1}

source: Forward
ar: إعادة توجيه

source: Forward candidate
ar: إعادة توجيه المرشح

source: Forward {0}
ar: إعادة توجيه {0}

source: Got it!
ar: مفهوم

source: Hi {0},
ar: مرحبًا {0}،

source: Hi,{0}Are you still interested in this position: {1}?{2}I reviewed your application and would like to discuss next steps.{3}Thank you.
ar: مرحبًا،{0}هل لا تزال مهتمًا بتلك الوظيفة: {1}؟{2}لقد راجعت طلب تقدمك للوظيفة وأود مناقشة الخطوات التالية. {3}شكرًا لك.

source: Hi,{0}Are you still interested in this position?{1} I reviewed your application and would like to discuss next steps.{2}Thank you.
ar: مرحبًًا،{0}هل لا تزال مهتمًا بتلك الوظيفة؟{1} لقد راجعت طلب تقدمك للوظيفة وأود مناقشة الخطوات التالية.{2}شكرًا لك.

source: Hi,{0}Does the commute work for you for this position: {1}?{2}Thank you.
ar: مرحبًا،{0}هل يناسبك العمل البعيد لهذه الوظيفة: {1}؟{2}شكرًا لك.

source: Hi,{0}Does the commute work for you for this position: {1}?{2}The office is located here: {3}{4}Thank you.
ar: مرحبًا{0}هل يناسبك العمل البعيد لهذه الوظيفة: {1}؟{2}موقع المكتب هنا: {3}{4}شكرًا لك.

source: Hi,{0}Does the commute work for you for this position?{1}Thank you.
ar: مرحبًا{0}هل يناسبك العمل البعيد لهذه الوظيفة؟{1}شكرًا لك.

source: Hi,{0}Does the commute work for you for this position?{1}The office is located here: {2}{3}Thank you.
ar: مرحبًا{0}هل يناسبك العمل البعيد لهذه الوظيفة؟{1}موقع المكتب هنا: {2}{3}شكرًا لك.

source: Hi,{0}I reviewed your application for this position ({1}) and would love to talk to you. When is a good time to call you?{2}Thank you.
ar: مرحبًا{0}لقد راجعت طلب تقدمك للوظيفة ({1}) ويسرني التحدث معك. ما هو الوقت المناسب للاتصال بك؟{2}شكرًا لك.

source: Hi,{0}I reviewed your application for this position and would love to talk to you. When is a good time to call you?{1}Thank you.
ar: مرحبًا{0}لقد راجعت طلب تقدمك للوظيفة وسأكون مسرورًا بالتحدث معك. فما هو الوقت المناسب للاتصال بك؟{1}شكرًا لك.

source: Hide
ar: إخفاء

# Link to hide details of other jobs applied to
source: Hide details
ar: إخفاء التفاصيل

source: How do I send my own rejection email?
ar: كيف أرسل رسالة بريد إلكتروني للرفض خاصة بي؟

source: How it works:
ar: طريقة العمل:

source: I am sorry for the disappointing news. Best of luck in your job search.
ar: نأسف للأخبار المخيبة للآمال. نتمنى لك حظًا سعيدًا في بحثك عن الوظائف.

source: If you want to make changes, you can re-submit this form at any time.
ar: إذا كنت ترغب في عمل تغييرات، فيمكنك إعادة إرسال هذا النموذج في أي وقت.

# Candidate export file candidate source
source: Indeed Targeted Ads
ar: إعلانات إنديد المستهدفة

source: Indeed Targeted Ads candidate
ar: المرشحين الناتجين عن إعلانات إنديد المستهدفة

source: Indeed encountered a temporary error. We have been notified and are working to fix the problem.
ar: تعرض إنديد لخطأ موقت. لقد تم إعلامنا بالخطأ ونعمل حاليا لإصلاح المشكلة.

source: Indeed found a problem with your request and was not able to complete it.
ar: إنديد وجد مشكلة في طلبك وتعذر عليه إكماله.

source: Indeed recommends candidates to help you quickly identify top talent.
ar: يوصي Indeed بالمرشحين لمساعدتك في التعرف على أفضل المواهب بسرعة.

source: Information needed for your {0} at {1} application
ar: معلومات إضافية حول طلبك على {0} بشركة {1}

# Column heading in candidate export file
source: Interest Level
ar: مستوى الاهتمام

source: Interest Level:
ar: مستوى الاهتمام:

source: Interest levels are not visible to candidates.
ar: مستويات الاهتمام لا يراها المرشحون.

source: Interested?
ar: هل أنت مهتم؟

source: Interview request for {0}
ar: تم طلب مقابلة من أجل {0}

source: Interview with {0}
ar: مقابلة مع {0}

source: Invalid Request
ar: طلب غير صحيح

source: Is <b>{0}</b> appropriate for <b>{1}</b>?
ar: هل <b>{0}</b> مناسب للوظيفة: <b>{1}</b>؟

source: Is this a good match?
ar: هل هذه مطابقة جيدة؟

source: JOB_LOCATION
ar: موقع-الوظيفة

source: JOB_TITLE
ar: موقع-الوظيفة

source: JavaScript is required. Please enable it in your web browser.
ar: JavaScript مطلوبة. يُرجى تمكينه في مستعرض الويب لديك.

source: Job
ar: الوظيفة

source: Job details
ar: تفاصيل الوظيفة

source: Jobs
ar: الوظائف

# Link to jobs page
source: Jobs
ar: الوظائف

source: Jobs by Indeed
ar: وظائف بواسطة Indeed

source: Keep track of who you've called
ar: قم بمتابعة من قمت بالاتصال بهم

source: Last Company
ar: مشاركة شركة

source: Last Job Title
ar: مشاركة المسمى الوظيفي

source: Leave a note on all rejected candidates
ar: ترك ملاحظة لكل المرشحين المرفوضين

source: Left a message
ar: تم ترك رسالة

source: Let us help you notify rejected candidates promptly and tactfully.
ar: دعنا نساعدك بخصوص إخطار المتقدمين المرفوضين على الفور بأسلوب لبق.

source: Linked Accounts
ar: الحسابات المرتبطة

source: Loading templates...
ar: جاري تحميل قوالب...

source: Loading...
ar: تحميل...

source: Location
ar: الموقع

source: Made an offer
ar: تم تقديم عرض

source: Made initial contact with candidate
ar: تم إجراء اتصال مبدئي مع المرشح

# Candidate export file candidate source
source: Manual
ar: يدوي

source: Mark your interest level to keep your candidate list organized.
ar: ضع علامة على مستوى الاهتمام الخاص بك للحفاظ على نظام وترتيب قائمة المرشحين الخاصة بك.

source: Master Account Home
ar: الصفحة الرئيسية للحساب الرئيسي

source: Match
ar: مطابقة

source: Matching "{0}"
ar: مطابقة "{0}"

source: Maybe
ar: ربما مناسب

# Candidate export file interest level response
source: Maybe
ar: ربما مناسب

# Label for the maybe filter by component.
source: Maybe
ar: ربما مناسب

# Button label for the send message button.
source: Message
ar: رسالة

source: Message error
ar: رسالة خطأ

# Text displayed when sending an message to a candidate fails
source: Message failed to send.
ar: فشل إرسال الرسالة.

source: Message is required
ar: الرسالة مطلوبة

source: Message preview
ar: معاينة الرسالة

source: Message sent. Update candidate status?
ar: تم إرسال الرسالة. تحديث حالة المرشح؟

source: Message:
ar: الرسالة:

source: More
ar: المزيد

source: More actions
ar: المزيد من الإجراءات

source: Multiple times proposed
ar: عدة مرات مقترحة

source: Name
ar: الاسم

source: New message
ar: رسالة جديدة

source: Next
ar: التالية

# candidate
source: Next
ar: التالي

source: No
ar: لا

# report-call-candidate
source: No
ar: لا

source: No Candidates matched your search.
ar: يقابل أي مرشحين بحثك.

source: No information provided
ar: لم تُقَّدم أية معلومات

source: No location provided
ar: لم يتم توفير مكان

source: No thanks
ar: لا شكرًا

source: Not Found
ar: غير موجود

source: Not Recommended
ar: غير موصى به

source: Not appropriate for role
ar: غير مناسب لهذه الوظيفة

source: Note saved
ar: تم حفظ الملاحظة

source: Notify Rejected Candidates
ar: إبلاغ المرشحين المرفوضين

source: Number of Candidates
ar: عدد المرشحين

source: OK
ar: موافق

source: Okay
ar: موافق

source: Oops! This link is expired or no longer valid.
ar: نأسف! هذا الرابط قد انتهت صلاحيته أو لم يعد صالحًا بعد الآن.

source: Open
ar: فتح

source: Other
ar: أخرى

# report-call-candidate
source: Other
ar: أخرى

source: Other applies
ar: طلبات الوظائف الأخرى

source: Page:
ar: الصفحة:

source: Paused
ar: متوقفة مؤقتا

source: Pending
ar: ريثما

source: Percent of Candidates
ar: نسبة المرشحين

source: Personal Information
ar: معلومات شخصية

source: Phone
ar: الهاتف

source: Phone screen with {0}
ar: فرز عبر الهاتف مع {0}

source: Please enter a note.
ar: يُرجى إضافة ملاحظة.

source: Please leave your feedback for {0}
ar: يُرجى ترك ملاحظتك لـ {0}

source: Please select an option
ar: يرجى تحديد إختيار

source: Please try to resubmit your feedback later.
ar: يُرجى محاولة إعادة إرسال ملاحظتك لاحقًا.

source: Previous
ar: السابق

# candidate
source: Previous
ar: السابق

source: Products
ar: المنتجات

source: Quick Reply
ar: الرد السريع

source: Reasons for rejection
ar: أسباب الرفض

source: Recommendations are based on skills, experience, location, and many other factors.
ar: تعتمد التوصيات على المهارات والخبرة والمكان والعديد من العوامل الأخرى.

source: Recommended
ar: موصى به how is it

# Candidate export file candidate source
source: Referral
ar: إحالة

source: Reject
ar: غير مناسب

# Candidate export file interest level response
source: Reject
ar: غير مناسب

source: Reject candidate
ar: رفض مرشح

source: Rejected
ar: مرفوض

source: Rejected candidates who do not receive rejection emails within 3 days will be automatically notified by Indeed.
ar: ستخطر إنديد المتقدمين المرفوضين الذين لم يستلموا رسائل البريد الإلكتروني للرفض خلال 3 أيام تلقائيًا.

source: Rejection Reason
ar: سبب الرفض

# Reply to an email
source: Reply
ar: رد

# Reply to all recipients and sender of an email
source: Reply all
ar: رد على الكل

source: Resources
ar: الموارد

source: Response is required to submit
ar: يجب إرسال الرد

source: Response to your application for {0} role
ar: الرد على طلب تقدمك لوظيفة {0}

source: Response to your application for {0} role - {1}
ar: الرد على طلب تقدمك لوظيفة{0} - {1}

source: Resume
ar: السيرة الذاتية

source: Resume Alerts
ar: تنبيهات السير الذاتية

# Candidate export file candidate source
source: Resume Contact
ar: جهة اتصال السيرة الذاتية

# Candidate export file candidate source
source: Resume Import
ar: مُدخلات السيرة الذاتية

source: Resume appears to match your job description.
ar: يبدو أن السيرة الذاتية تطابق وصف وظيفتك.

source: Resume files must be a supported document type (DOC, DOCX, RTF, PDF, TXT, HTML)
ar: يجب أن تكون ملفات السيرة الذاتية من نوع مستندات مدعومة (DOC، DOCX، RTF، PDF، TXT، HTML)

source: Resume match
ar: السيرة الذاتية مطابقة

source: Return to Indeed
ar: عودة إلى إنديد

source: Save
ar: حفظ

source: Save Note
ar: حفظ الملاحظة

source: Save Notes
ar: حفظ الملاحظات

source: Save note
ar: حفظ الملاحظة

source: Schedule an interview by suggesting one or multiple time slots
ar: تحديد مقابلة عن طريق اقتراح واحد أو عدة فترات زمنية

source: Schedule phone screen
ar: جدول شاشة الهاتف

source: Scheduled an interview
ar: تمت جدولة مقابلة

source: School
ar: المدرسة

source: Screen candidate
ar: اختبار المرشح

source: Search Results
ar: نتائج البحث

source: Select questions
ar: أسئلة مختارة

source: Send
ar: إرسال

source: Send Message
ar: إرسال رسالة

# Button label for the send message button.
source: Send Message
ar: إرسال رسالة

source: Send a message to begin communication
ar: إرسال رسالة لبدء الاتصال

source: Send automatic rejection emails <strong>to all rejected candidates</strong>
ar: إرسال رسائل البريد الإلكتروني للرفض التلقائية <strong>إلى كل المتقدمين المرفوضين</strong>

source: Send message
ar: إرسال رسالة

source: Send phone screen
ar: أرسل اختباراً عبر الهاتف

source: Set status
ar: ضبط الحالة

source: Set up interview
ar: جدولة المقابلة

source: Settings
ar: الإعدادات

source: Show
ar: عرض

# Link in auto notify info panel
source: Show details
ar: عرض التفاصيل

# Link to show details of other jobs applied to
source: Show details
ar: عرض التفاصيل

source: Show more
ar: إظهار المزيد

source: Show number
ar: عرض الرقم

source: Show phone number
ar: عرض رقم الهاتف

source: Sign in
ar: تسجيل الدخول

source: Sign in to view this candidate on Indeed.
ar: قم بتسجيل الدخول لعرض هذا المرشح على إنديد.

source: Sign out
ar: تسجيل الخروج

source: Simplify your candidate review process
ar: قم بتبسيط عملية مراجعة المرشحين

source: Sincerely,
ar: مع خالص التحيات،

source: Sorry! It looks like you are in private browsing mode, which is not supported. Please switch your browser mode.
ar: معذرة! يبدو أنك في وضع التصفح الخاص، هذا الوضع غير مدعوم. يُرجى تغيير وضع التصفح.

source: Source
ar: المصدر

# Column heading in candidate export file
source: Source
ar: مصدر

# Candidate export file candidate source
source: Sourced
ar: حسب المصدر

source: Sponsored Job Campaign
ar: حملة الوظائف المدعمة

source: Status
ar: الحالة

source: Status:
ar: الحالة:

# Label for the status of the candidates application to the other job
source: Status:
ar: الحالة:

source: Still interested?
ar: هل لا تزال مهتمًا؟

# Candidates Street Address
source: Street Address
ar: عنوان الشارع

source: Subject
ar: الموضوع

source: Subject is required
ar: الموضوع مطلوب

source: Subject:
ar: الموضوع:

source: Submit
ar: إرسال

source: Submit Feedback
ar: إرسال ملاحظة

source: Success! Thank you for letting us know why you rejected this candidate
ar: تم بنجاح! شكراً على إتاحة الفرصة لنا لمعرفة سبب رفضكم هذا المرشح

source: Successfully forwarded candidate
ar: تمت إعادة توجيه المرشح بنجاح

source: Suggested subject lines
ar: إقتراحات حول موضوع الرسالة

# mobile toggle banner
source: Switch to our mobile view!
ar: الانتقال إلى عرض المحمول!

source: Take Next Steps on Your Candidates
ar: متابعة الأمر مع المرشحين

source: Template name
ar: اسم القالب

source: Temporary Error
ar: خطأ مؤقت

source: Thank you for applying to the {0} position at {1}. Unfortunately, {2} has moved to the next step in their hiring process, and your application was not selected at this time.
ar: نشكرك على التقدم للحصول على الوظيفة {0} لدى {1}. ولكن للأسف، فلقد انتقلت {2} إلى الخطوة الثانية في عملية التوظيف، ولم يتم اختيار طلبك للتقدم إلى الوظيفة هذه المرة.

source: Thank you for your feedback.
ar: نشكرك على ملاحظاتك.
