Repository: gbacruz/weblate_translation
Catalog: po/*.po
Languages: ar, nl

# text on thank you page for sending feedback from interview email
source: Thank you for your response. This data will help inform Indeed in our goal to create a better experience for employers and job seekers.
ar: شكرا لإجاباتك. ستساعد هذه البيانات في إعلام إنديد إنطلاقًا من هدفنا بتوفير تجربة أفضل لأصحاب العمل والباحثين عن عمل.

source: Thanks for your feedback.
ar: نشكرك على ملاحظاتك.

source: Thanks for your interest in the {0} position at {1}. We have reviewed your application. Unfortunately, you are not the right fit for the position at this time.
ar: نشكرك على اهتمامك بمنصب {0} في {1}. لقد قمنا بمراجعة طلب توظيفك. للأسف، أنت لا تلائم المنصب في الوقت الحالي.

source: The message's body cannot be empty
ar: لا يمكن ترك نص الرسالة فارغًا

source: The page you are looking for was not found.
ar: لم يتم العثور على الصفحة التي تبحث عنها.

source: This action cannot be undone. This candidate's details will be deleted and cannot be restored. Are you sure you want to do this?
ar: لا يمكن التراجع عن هذا الإجراء. سوف يتم حذف بيانات هذا المرشح ولا يمكن استعادتها. هل أنت متأكد من رغبتك في القيام بذلك؟

source: This candidate applied through your Sponsored Job link.
ar: هذا المرشح للوظيفة تقدم من خلال رابط إعلان وظيفة مميز.

source: This candidate will be notified <strong>soon</strong> that they have not been selected.
ar: سيخطر هذا المتقدم بعد عدم اختياره <strong>مباشرة</strong>.

source: This candidate will be notified in <strong>{0} day</strong> that they have not been selected.
ar: سوف يتم إخطار هذا المرشح بعد <strong>{0} يوم</strong> من عدم اختياره.

source: This column reflects the number of application questions that each candidate answered in accordance with your chosen requirements.
ar: يعكس هذا العمود عدد أسئلة طلب التوظيف التي أجاب عليها كل مرشح وفقاً للمتطلبات التي قمت باختيارها.

source: This field cannot be greater than {0} characters
ar: لا يمكن أن يزيد هذا الحقل عن {0} حرف

source: This job is not available. The employer may have removed the job.
ar: هذا العمل غير متوفرة. قد يكون صاحب العمل إزالة هذا المنصب.

source: To
ar: إلى

source: To:
ar: الى:

source: Today
ar: اليوم

source: Type an additional note (optional)
ar: كتابة ملاحظة إضافية (اختياري)

source: Unable to load evaluation questions. Please try again later.
ar: لا يمكن تحميل أسئلة التقييم. يُرجى المحاولة مرة أخرى لاحقاً.

source: Unable to load feedback. Please try again later.
ar: لا يمكن تحميل الآراء والمقترحات. يُرجى المحاولة مرة أخرى.

source: Unable to load messages. Please try again later.
ar: لا يمكن تحميل الرسائل. يُرجى المحاولة مرة أخرى لاحقاً.

source: Unread
ar: غير مقروء

# Label for the unread filter by component.
source: Unread
ar: غير مقروء

# Candidate export file interest level response
source: Unset
ar: غير معيّن

source: Update
ar: تحديث

# Link to preview page while saving information
source: Update
ar: تحديث

source: Update Template?
ar: تحديث القالب؟

source: Use Indeed As:
ar: استخدام Indeed كـ:

source: Use Indeed's rejection template or create your own to notify candidates.
ar: استخدام نموذج الرفض لإنديد أو إنشاء نموذج خاص بك لإعلام المرشحين.

source: Using {0}
ar: استخدام {0}

source: Verify your email to add candidates
ar: تحقق من بريدك الإلكتروني لإضافة مرشحين

source: View all candidates ({0})
ar: عرض كل المرشحين ({0})

source: View all candidates marked "Maybe" ({0})
ar: عرض جميع المرشحين الذين تم وضع علامة "ربما" بجوارهم ({0})

source: View all candidates marked "Yes" ({0})
ar: عرض جميع المرشحين الذين أمامهم علامة "نعم" ({0})

source: View all starred candidates ({0})
ar: عرض كل المرشحين المميزين ({0})

source: View all {0} candidates ({1})
ar: عرض كل مرشحي {0} ({1})

source: View candidate
ar: عرض المرشح

source: We are constantly improving these recommendations, so please use the feedback buttons to tell us how we are doing.
ar: نحن نعمل باستمرار على تحسين هذه التوصيات، لذلك يُرجى استخدام أزرار الملاحظة لإخبارنا عن مستوى أدائنا.

source: We are unable to display this resume. Please <a {0}>download the original resume</a>.
ar: يتعذر علينا عرض هذه السيرة الذاتية. يُرجى <a {0}>تنزيل السيرة الذاتية الأصلية</a>.

source: We use this feedback to continually improve our product and make it better for you and other employers
ar: نحن نستعين بهذه الآراء والمقترحات في تطوير منتجاتنا باستمرار وجعلها أفضل من أجلك أنت ومن أجل أصحاب العمل الآخرين

source: We're unable to display this resume on this browser. Please download the resume to view instead.
ar: يتعذر علينا عرض هذه السيرة الذاتية على هذا المستعرض. يُرجى تنزيل السيرة الذاتية لعرضها بدلاً من ذلك.

source: When are you available for a call?
ar: متى يمكن الاتصال بك؟

source: When you choose a daily budget, we multiply your daily budget times the average number of days in a month (30.5) to determine your maximum monthly budget - you won't spend more than this amount in a given month. For example, if your daily budget is $10.00, you'll spend a maximum of $305.00 for the month ($10 daily budget x 30.5 average days per month). However, you may spend $8.00 on one day and $12.00 on another. Your maximum monthly budget is prorated when you start in the middle of the month. In this case, your daily budget is multiplied times the remaining days in the month to calculate your maximum monthly budget.
ar: عندما تختار ميزانية يومية، نقوم بضرب ميزانيتك اليومية في متوسط عدد أيام الشهر (30.5) لتحديد الحد الأقصى لميزانيتك الشهرية - لن تنفق أكثر من هذا المبلغ في أي شهر. على سبيل المثال، إذا كانت ميزانيتك اليومية 10 دولارات أمريكية، فسوف تنفق 305 دولارات أمريكية في الشهر كحد أقصى (ميزانية يومية 10 دولارات أمريكية × 30.5 متوسط عدد أيام الشهر). ومع ذلك، قد تنفق 8 دولارات أمريكية في يوم واحد و12 دولارًا أمريكيًا في يوم آخر. يتم توزيع الحد الأقصى لميزانيتك الشهرية عندما تبدأ في منتصف الشهر. في هذه الحالة، يتم ضرب ميزانيتك اليومية في عدد الأيام المتبقية في الشهر لحساب الحد الأقصى لميزانيتك الشهرية.

source: Work:
ar: العمل:

source: Would you recommend hiring <b>{0}</b> for <b>{1}</b>?
ar: هل توصي بتوظيف <b>{0}</b> لـ <b>{1}</b>؟

source: Yes
ar: نعم، مناسب

# Candidate export file interest level response
source: Yes
ar: نعم، مناسب

# Label for the yes filter by component.
source: Yes
ar: نعم، مناسب

# report-call-candidate
source: Yes
ar: نعم

source: You do not have any "Maybe" Candidates.
ar: ليس لديك أي مرشحين بعلامة "ربما".

source: You do not have any "Maybe" candidates for {0} in {1}.
ar: ليس لديك أي مرشحين بعلامة "ربما" لـ {0} في {1}.

source: You do not have any "Maybe" candidates with the status of {0}.
ar: ليس لديك أي مرشحين بعلامة "ربما" بالحالة {0}.

source: You do not have any "Yes" Candidates.
ar: ليس لديك أي مرشحين بعلامة "نعم".

source: You do not have any "Yes" candidates for {0} in {1}.
ar: ليس لديك مرشحين بعلامة "نعم" لوظيفة {0} في {1}.

source: You do not have any "Yes" candidates with the status of {0}.
ar: ليس لديك مرشحين بعلامة "نعم" وحالتهم {0}.

source: You do not have any "Yes" or "Maybe" Candidates.
ar: ليس لديك أي مرشحين بعلامة "نعم" أو "ربما".

source: You do not have any "Yes" or "Maybe" candidates for {0} in {1}.
ar: ليس لديك أي مرشحين بعلامة "نعم " أو "ربما" لـ {0} في {1}.

source: You do not have any "Yes" or "Maybe" candidates with the status of {0}.
ar: ليس لديك أي مرشحين بعلامة "نعم" أو "ربما" بالحالة {0}.

source: You do not have any Candidates.
ar: لم يكن لديك أي من المرشحين.

source: You do not have any candidates for {0} in {1}.
ar: لا يوجد لديك أي مرشحين لـ {0} في {1}.

source: You do not have any candidates with a status of {0}.
ar: لا يوجد لديك أي مرشحين بحالة {0}.

source: You do not have any unread candidates for {0} in {1}.
ar: لا يوجد لديك أي مرشحين غير مقروئين لـ {0} في {1}.

source: You do not have any unread candidates with a status of {0}.
ar: لا يوجد لديك أي مرشحين غير مقروئين بحالة {0}.

source: You do not have any unread candidates.
ar: لا يوجد لديك أي مرشحين غير مقروئين.

source: You do not have any unread, "Maybe" candidates for {0} in {1}.
ar: ليس لديك أي مرشحين غير مقروءين بعلامة "ربما" لـ {0} في {1}.

source: You do not have any unread, "Maybe" candidates with the status of {0}.
ar: ليس لديك أي مرشحين غير مقروءين بعلامة "ربما" بالحالة {0}.

source: You do not have any unread, "Maybe" candidates.
ar: ليس لديك أي مرشحين غير مقروءين بعلامة "ربما".

source: You do not have any unread, "Yes" candidates for {0} in {1}.
ar: ليس لديك مرشحين بعلامة "نعم"، لم تتم قراءة ملفاتهم لوظيفة {0} في {1}.

source: You do not have any unread, "Yes" candidates with the status of {0}.
ar: ليس لديك مرشحين بعلامة "نعم"، ولم تتم قراءة ملفاتهم وحالتهم {0}.

source: You do not have any unread, "Yes" candidates.
ar: ليس لديك مرشحين لم تتم قراءة ملفاتهم و بعلامة "نعم".

source: You have already provided feedback about this candidate.
ar: لقد قدمت ملاحظة بالفعل بشأن هذا المرشح.

source: You must specify whether or not you would recommend this candidate
ar: يجب أن تحدد ما إذا كنت توصي بهذا المرشح أم لا

source: You will have a chance to edit your message before sending.
ar: ستكون لديك فرصة تعديل رسالتك قبل إرسالها.

source: Your actual daily spend will vary depending on the number of clicks received on the job. When your ads are shown more often your cost on any one particular day might be more than the average daily budget selected above. Your daily budget is the average you'll spend per day over the course of a month, if you run your job for an entire calendar month.
ar: سيختلف إنفاقك اليومي الفعلي وفقًا لعدد النقرات التي تستلمها على الوظيفة. عند عرض إعلاناتك مرات أكثر، قد تزيد التكلفة في أي يوم معين عن متوسط الميزانية اليومية المحددة أعلاه. ميزانيتك اليومية هي المتوسط الذي ستنفقه كل يوم على مدار الشهر، إذا كنت تعرض وظيفتك لمدة شهر كامل.

source: Your contact information will not be shared.
ar: لن تتم مشاركة معلومات الاتصال الخاصة بك.

source: Your job will continue to be sponsored on Indeed until you stop it. You can stop spending at any time. To stop spending, you must pause or close your job. You will only be charged for clicks received on the days your job was posted.
ar: سيستمر دعم وظيفتك على Indeed حتى توقفه. يمكنك إيقاف الدعم في أي وقت. لإيقاف الإنفاق، يجب إيقاف وظيفتك مؤقتًا أو إغلاقها. ستتم محاسبتك على النقرات التي يتم استلامها في أيام نشر وظيفتك فقط.

source: Your message has been sent.
ar: تم إرسال رسالتك.

source: Your note could not be saved.
ar: تعذر حفظ ملاحظتك.

source: Your selection will be saved as a note
ar: سيتم حفظ تحديدك كملاحظة

# Column heading in candidate export file
source: candidate location
ar: موقع المرشح

source: candidate source report
ar: تقرير مصدر المرشح

source: collapse all
ar: طي الكل

# Column heading in candidate export file
source: current role
ar: الدور الحالي

# Column heading in candidate export file
source: date
ar: التاريخ

source: deselect
ar: إلغاء تحديد

# Column heading in candidate export file
source: education
ar: التعليم

# Column heading in candidate export file
source: email
ar: البريد الإلكتروني

source: expand all
ar: توسيع الكل

# Column heading in candidate export file
source: job location
ar: موقع الوظيفة

# Column heading in candidate export file
source: job title
ar: المسمى الوظيفي

source: just now
ar: الآن فقط

# Column heading in candidate export file
source: name
ar: الاسم

source: name@company.com, another@company.com, ...
ar: another@company.com ،name@company.com،...

# Column heading in candidate export file
source: phone
ar: الهاتف

source: starred
ar: تألق

# Column heading in candidate export file
source: status
ar: الحالة

source: to
ar: إلى low

# Candidate export file starred response
source: yes
ar: نعم

source: {0} - Candidate Details
ar: {0} - تفاصيل المرشح

source: {0} - Candidates
ar: {0} - المرشحون

source: {0} applied to <span {1}>1</span> other job on this account.
ar: {0} قدموا في <span {1}>{2}</span> وظائف أخرى على هذا الحساب.

source: {0} candidate
ar: مرشح {0}

source: {0} candidate selected
ar: تم تحديد {0} مرشح

source: {0} location
ar: {0} مكان

source: {0} of {1} candidate reviewed
ar: تمت مراجعة {0} مرشح من بين {1} مرشح

source: {0} older item
ar: عنصر قديم {0}

source: {0} we would like to schedule an interview for {1} at {2}
ar: {0} نود جدولة مقابلة حول وظيفة {1} بشركة {2}

source: {0}''s Resume
ar: السيرة الذاتية الخاصة بـ {0}

source: {0}''s application details will be forwarded to the emails entered above.
ar: ستتم إعادة توجيه تفاصيل طلب التوظيف لـ {0} إلى عناوين البريد الإلكتروني التي تم إدخالها أعلاه.

source: {0}''s application details will be forwarded to the emails entered above. Please only enter email addresses of other individuals at your company.
ar: سيتم إرسال تفاصيل طلب التوظيف المتعلق ب"{0}" إلى رسائل البريد الإلكتروني التي تم إدخالها أعلاه. يرجى إدخال عناوين البريد الإلكتروني لأفراد آخرين بشركتك فقط.

source: {0}, let''s chat about your application for {1} at {2}
ar: {0}, نود التحدث حول طلبك لوظيفة {1} بشركة {2}

source: {0}, you have been requested to leave feedback for <b>{1}</b> by {2}
ar: {0}، طُلب منك ترك ملاحظة لـ <b>{1}</b> بواسطة {2}

source: {0}/{1} answers met requirements
ar: {0}/{1} إجابات مطابقة للشروط

source: Application
nl: Sollicitatie

source: Applied to {0} - {1}
nl: Heeft gesolliciteerd naar {0} in {1}

source: Back to {0}
nl: Terug naar {0}

source: Candidate {0} of {1}
nl: Kandidaat {0} van {1}

source: Just now
nl: Zojuist

# lowercase
source: just now
nl: zojuist nu net net jet

source: Message suggestions
nl: Voorgestelde berichten

source: No application materials to review.
nl: Geen sollicitatiedocumenten om te bekijken.

source: No messages to review!
nl: Geen berichten om te bekijken!

source: Notes
nl: Opmerkingen

source: Only visible to your team
nl: Alleen zichtbaar voor je team

source: Prev
nl: Vorige

source: Reason for rejection (private)
nl: Reden voor afwijzing (vertrouwelijk)

source: Screener questions
nl: Screeningsvragen

source: View phone details
nl: Telefoongegevens

source: Write your note here...
nl: Schrijf hier je opmerking...

source: Your requirement:
nl: Je vereiste:

source: {0} was marked as '{1}'
nl: {0} is gemarkeerd als '{1}'

source: {0} was marked as '{1}' and moved to {2}
nl: {0} is gemarkeerd als '{1}' en verplaatst naar {2}
